{
  "architectures": ["NEOChatModel"],
  "model_type": "neo_chat",
  "template": "neo1_0",
  "torch_dtype": "bfloat16",
  "downsample_ratio": 0.5,
  "patch_size": 16,
  "min_pixels": 65536,
  "max_pixels": 16777216,
  "timestep_shift": 1.0,
  "time_schedule": "standard",
  "time_shift_type": "exponential",
  "base_shift": 0.5,
  "max_shift": 1.15,
  "base_image_seq_len": 64,
  "max_image_seq_len": 4096,
  "noise_scale_mode": "resolution",
  "noise_scale_base_image_seq_len": 64,
  "add_noise_scale_embedding": true,
  "noise_scale_max_value": 8.0,
  "noise_scale": 1.0,
  "P_mean": -0.8,
  "P_std": 0.8,
  "t_eps": 0.05,
  "fm_head_dim": 768,
  "fm_head_layers": 2,
  "fm_head_mlp_ratio": 1,
  "extra_num_layers_post": 0,
  "concat_time_token_num": 0,
  "use_pixel_head": false,
  "use_adaLN": false,
  "tie_word_embeddings": true,
  "llm_config": {
    "architectures": ["Qwen3ForCausalLM"],
    "model_type": "qwen3",
    "hidden_size": 768,
    "intermediate_size": 2048,
    "num_hidden_layers": 26,
    "num_attention_heads": 12,
    "num_key_value_heads": 4,
    "head_dim": 64,
    "vocab_size": 151936,
    "max_position_embeddings": 262144,
    "max_position_embeddings_hw": 10000,
    "max_window_layers": 26,
    "rope_theta": 5000000.0,
    "rope_theta_hw": 10000.0,
    "rms_norm_eps": 1e-06,
    "hidden_act": "silu",
    "attention_bias": false,
    "attention_dropout": 0.0,
    "use_cache": false,
    "tie_word_embeddings": true,
    "torch_dtype": "bfloat16"
  },
  "vision_config": {
    "architectures": ["NEOVisionModel"],
    "model_type": "neo_vision",
    "hidden_size": 768,
    "llm_hidden_size": 768,
    "downsample_ratio": 0.5,
    "num_channels": 3,
    "patch_size": 16,
    "rope_theta_vision": 10000.0,
    "max_position_embeddings_vision": 10000,
    "min_pixels": 65536,
    "max_pixels": 16777216,
    "torch_dtype": "bfloat16"
  }
}
