{
  "</box>": 151677,
  "</img>": 151671,
  "</quad>": 151673,
  "</ref>": 151675,
  "</think>": 151668,
  "</tool_call>": 151658,
  "</tool_response>": 151666,
  "<FAKE_PAD_0>": 151682,
  "<FAKE_PAD_100>": 151782,
  "<FAKE_PAD_101>": 151783,
  "<FAKE_PAD_102>": 151784,
  "<FAKE_PAD_103>": 151785,
  "<FAKE_PAD_104>": 151786,
  "<FAKE_PAD_105>": 151787,
  "<FAKE_PAD_106>": 151788,
  "<FAKE_PAD_107>": 151789,
  "<FAKE_PAD_108>": 151790,
  "<FAKE_PAD_109>": 151791,
  "<FAKE_PAD_10>": 151692,
  "<FAKE_PAD_110>": 151792,
  "<FAKE_PAD_111>": 151793,
  "<FAKE_PAD_112>": 151794,
  "<FAKE_PAD_113>": 151795,
  "<FAKE_PAD_114>": 151796,
  "<FAKE_PAD_115>": 151797,
  "<FAKE_PAD_116>": 151798,
  "<FAKE_PAD_117>": 151799,
  "<FAKE_PAD_118>": 151800,
  "<FAKE_PAD_119>": 151801,
  "<FAKE_PAD_11>": 151693,
  "<FAKE_PAD_120>": 151802,
  "<FAKE_PAD_121>": 151803,
  "<FAKE_PAD_122>": 151804,
  "<FAKE_PAD_123>": 151805,
  "<FAKE_PAD_124>": 151806,
  "<FAKE_PAD_125>": 151807,
  "<FAKE_PAD_126>": 151808,
  "<FAKE_PAD_127>": 151809,
  "<FAKE_PAD_128>": 151810,
  "<FAKE_PAD_129>": 151811,
  "<FAKE_PAD_12>": 151694,
  "<FAKE_PAD_130>": 151812,
  "<FAKE_PAD_131>": 151813,
  "<FAKE_PAD_132>": 151814,
  "<FAKE_PAD_133>": 151815,
  "<FAKE_PAD_134>": 151816,
  "<FAKE_PAD_135>": 151817,
  "<FAKE_PAD_136>": 151818,
  "<FAKE_PAD_137>": 151819,
  "<FAKE_PAD_138>": 151820,
  "<FAKE_PAD_139>": 151821,
  "<FAKE_PAD_13>": 151695,
  "<FAKE_PAD_140>": 151822,
  "<FAKE_PAD_141>": 151823,
  "<FAKE_PAD_142>": 151824,
  "<FAKE_PAD_143>": 151825,
  "<FAKE_PAD_144>": 151826,
  "<FAKE_PAD_145>": 151827,
  "<FAKE_PAD_146>": 151828,
  "<FAKE_PAD_147>": 151829,
  "<FAKE_PAD_148>": 151830,
  "<FAKE_PAD_149>": 151831,
  "<FAKE_PAD_14>": 151696,
  "<FAKE_PAD_150>": 151832,
  "<FAKE_PAD_151>": 151833,
  "<FAKE_PAD_152>": 151834,
  "<FAKE_PAD_153>": 151835,
  "<FAKE_PAD_154>": 151836,
  "<FAKE_PAD_155>": 151837,
  "<FAKE_PAD_156>": 151838,
  "<FAKE_PAD_157>": 151839,
  "<FAKE_PAD_158>": 151840,
  "<FAKE_PAD_159>": 151841,
  "<FAKE_PAD_15>": 151697,
  "<FAKE_PAD_160>": 151842,
  "<FAKE_PAD_161>": 151843,
  "<FAKE_PAD_162>": 151844,
  "<FAKE_PAD_163>": 151845,
  "<FAKE_PAD_164>": 151846,
  "<FAKE_PAD_165>": 151847,
  "<FAKE_PAD_166>": 151848,
  "<FAKE_PAD_167>": 151849,
  "<FAKE_PAD_168>": 151850,
  "<FAKE_PAD_169>": 151851,
  "<FAKE_PAD_16>": 151698,
  "<FAKE_PAD_170>": 151852,
  "<FAKE_PAD_171>": 151853,
  "<FAKE_PAD_172>": 151854,
  "<FAKE_PAD_173>": 151855,
  "<FAKE_PAD_174>": 151856,
  "<FAKE_PAD_175>": 151857,
  "<FAKE_PAD_176>": 151858,
  "<FAKE_PAD_177>": 151859,
  "<FAKE_PAD_178>": 151860,
  "<FAKE_PAD_179>": 151861,
  "<FAKE_PAD_17>": 151699,
  "<FAKE_PAD_180>": 151862,
  "<FAKE_PAD_181>": 151863,
  "<FAKE_PAD_182>": 151864,
  "<FAKE_PAD_183>": 151865,
  "<FAKE_PAD_184>": 151866,
  "<FAKE_PAD_185>": 151867,
  "<FAKE_PAD_186>": 151868,
  "<FAKE_PAD_187>": 151869,
  "<FAKE_PAD_188>": 151870,
  "<FAKE_PAD_189>": 151871,
  "<FAKE_PAD_18>": 151700,
  "<FAKE_PAD_190>": 151872,
  "<FAKE_PAD_191>": 151873,
  "<FAKE_PAD_192>": 151874,
  "<FAKE_PAD_193>": 151875,
  "<FAKE_PAD_194>": 151876,
  "<FAKE_PAD_195>": 151877,
  "<FAKE_PAD_196>": 151878,
  "<FAKE_PAD_197>": 151879,
  "<FAKE_PAD_198>": 151880,
  "<FAKE_PAD_199>": 151881,
  "<FAKE_PAD_19>": 151701,
  "<FAKE_PAD_1>": 151683,
  "<FAKE_PAD_200>": 151882,
  "<FAKE_PAD_201>": 151883,
  "<FAKE_PAD_202>": 151884,
  "<FAKE_PAD_203>": 151885,
  "<FAKE_PAD_204>": 151886,
  "<FAKE_PAD_205>": 151887,
  "<FAKE_PAD_206>": 151888,
  "<FAKE_PAD_207>": 151889,
  "<FAKE_PAD_208>": 151890,
  "<FAKE_PAD_209>": 151891,
  "<FAKE_PAD_20>": 151702,
  "<FAKE_PAD_210>": 151892,
  "<FAKE_PAD_211>": 151893,
  "<FAKE_PAD_212>": 151894,
  "<FAKE_PAD_213>": 151895,
  "<FAKE_PAD_214>": 151896,
  "<FAKE_PAD_215>": 151897,
  "<FAKE_PAD_216>": 151898,
  "<FAKE_PAD_217>": 151899,
  "<FAKE_PAD_218>": 151900,
  "<FAKE_PAD_219>": 151901,
  "<FAKE_PAD_21>": 151703,
  "<FAKE_PAD_220>": 151902,
  "<FAKE_PAD_221>": 151903,
  "<FAKE_PAD_222>": 151904,
  "<FAKE_PAD_223>": 151905,
  "<FAKE_PAD_224>": 151906,
  "<FAKE_PAD_225>": 151907,
  "<FAKE_PAD_226>": 151908,
  "<FAKE_PAD_227>": 151909,
  "<FAKE_PAD_228>": 151910,
  "<FAKE_PAD_229>": 151911,
  "<FAKE_PAD_22>": 151704,
  "<FAKE_PAD_230>": 151912,
  "<FAKE_PAD_231>": 151913,
  "<FAKE_PAD_232>": 151914,
  "<FAKE_PAD_233>": 151915,
  "<FAKE_PAD_234>": 151916,
  "<FAKE_PAD_235>": 151917,
  "<FAKE_PAD_236>": 151918,
  "<FAKE_PAD_237>": 151919,
  "<FAKE_PAD_238>": 151920,
  "<FAKE_PAD_239>": 151921,
  "<FAKE_PAD_23>": 151705,
  "<FAKE_PAD_240>": 151922,
  "<FAKE_PAD_241>": 151923,
  "<FAKE_PAD_242>": 151924,
  "<FAKE_PAD_243>": 151925,
  "<FAKE_PAD_244>": 151926,
  "<FAKE_PAD_245>": 151927,
  "<FAKE_PAD_246>": 151928,
  "<FAKE_PAD_247>": 151929,
  "<FAKE_PAD_248>": 151930,
  "<FAKE_PAD_249>": 151931,
  "<FAKE_PAD_24>": 151706,
  "<FAKE_PAD_250>": 151932,
  "<FAKE_PAD_251>": 151933,
  "<FAKE_PAD_252>": 151934,
  "<FAKE_PAD_253>": 151935,
  "<FAKE_PAD_25>": 151707,
  "<FAKE_PAD_26>": 151708,
  "<FAKE_PAD_27>": 151709,
  "<FAKE_PAD_28>": 151710,
  "<FAKE_PAD_29>": 151711,
  "<FAKE_PAD_2>": 151684,
  "<FAKE_PAD_30>": 151712,
  "<FAKE_PAD_31>": 151713,
  "<FAKE_PAD_32>": 151714,
  "<FAKE_PAD_33>": 151715,
  "<FAKE_PAD_34>": 151716,
  "<FAKE_PAD_35>": 151717,
  "<FAKE_PAD_36>": 151718,
  "<FAKE_PAD_37>": 151719,
  "<FAKE_PAD_38>": 151720,
  "<FAKE_PAD_39>": 151721,
  "<FAKE_PAD_3>": 151685,
  "<FAKE_PAD_40>": 151722,
  "<FAKE_PAD_41>": 151723,
  "<FAKE_PAD_42>": 151724,
  "<FAKE_PAD_43>": 151725,
  "<FAKE_PAD_44>": 151726,
  "<FAKE_PAD_45>": 151727,
  "<FAKE_PAD_46>": 151728,
  "<FAKE_PAD_47>": 151729,
  "<FAKE_PAD_48>": 151730,
  "<FAKE_PAD_49>": 151731,
  "<FAKE_PAD_4>": 151686,
  "<FAKE_PAD_50>": 151732,
  "<FAKE_PAD_51>": 151733,
  "<FAKE_PAD_52>": 151734,
  "<FAKE_PAD_53>": 151735,
  "<FAKE_PAD_54>": 151736,
  "<FAKE_PAD_55>": 151737,
  "<FAKE_PAD_56>": 151738,
  "<FAKE_PAD_57>": 151739,
  "<FAKE_PAD_58>": 151740,
  "<FAKE_PAD_59>": 151741,
  "<FAKE_PAD_5>": 151687,
  "<FAKE_PAD_60>": 151742,
  "<FAKE_PAD_61>": 151743,
  "<FAKE_PAD_62>": 151744,
  "<FAKE_PAD_63>": 151745,
  "<FAKE_PAD_64>": 151746,
  "<FAKE_PAD_65>": 151747,
  "<FAKE_PAD_66>": 151748,
  "<FAKE_PAD_67>": 151749,
  "<FAKE_PAD_68>": 151750,
  "<FAKE_PAD_69>": 151751,
  "<FAKE_PAD_6>": 151688,
  "<FAKE_PAD_70>": 151752,
  "<FAKE_PAD_71>": 151753,
  "<FAKE_PAD_72>": 151754,
  "<FAKE_PAD_73>": 151755,
  "<FAKE_PAD_74>": 151756,
  "<FAKE_PAD_75>": 151757,
  "<FAKE_PAD_76>": 151758,
  "<FAKE_PAD_77>": 151759,
  "<FAKE_PAD_78>": 151760,
  "<FAKE_PAD_79>": 151761,
  "<FAKE_PAD_7>": 151689,
  "<FAKE_PAD_80>": 151762,
  "<FAKE_PAD_81>": 151763,
  "<FAKE_PAD_82>": 151764,
  "<FAKE_PAD_83>": 151765,
  "<FAKE_PAD_84>": 151766,
  "<FAKE_PAD_85>": 151767,
  "<FAKE_PAD_86>": 151768,
  "<FAKE_PAD_87>": 151769,
  "<FAKE_PAD_88>": 151770,
  "<FAKE_PAD_89>": 151771,
  "<FAKE_PAD_8>": 151690,
  "<FAKE_PAD_90>": 151772,
  "<FAKE_PAD_91>": 151773,
  "<FAKE_PAD_92>": 151774,
  "<FAKE_PAD_93>": 151775,
  "<FAKE_PAD_94>": 151776,
  "<FAKE_PAD_95>": 151777,
  "<FAKE_PAD_96>": 151778,
  "<FAKE_PAD_97>": 151779,
  "<FAKE_PAD_98>": 151780,
  "<FAKE_PAD_99>": 151781,
  "<FAKE_PAD_9>": 151691,
  "<IMG_CONTEXT>": 151669,
  "<box>": 151676,
  "<img>": 151670,
  "<quad>": 151672,
  "<ref>": 151674,
  "<think>": 151667,
  "<tool_call>": 151657,
  "<tool_response>": 151665,
  "<|action_end|>": 151679,
  "<|action_start|>": 151678,
  "<|box_end|>": 151649,
  "<|box_start|>": 151648,
  "<|endoftext|>": 151643,
  "<|file_sep|>": 151664,
  "<|fim_middle|>": 151660,
  "<|fim_pad|>": 151662,
  "<|fim_prefix|>": 151659,
  "<|fim_suffix|>": 151661,
  "<|im_end|>": 151645,
  "<|im_start|>": 151644,
  "<|image_pad|>": 151655,
  "<|interpreter|>": 151681,
  "<|object_ref_end|>": 151647,
  "<|object_ref_start|>": 151646,
  "<|plugin|>": 151680,
  "<|quad_end|>": 151651,
  "<|quad_start|>": 151650,
  "<|repo_name|>": 151663,
  "<|video_pad|>": 151656,
  "<|vision_end|>": 151653,
  "<|vision_pad|>": 151654,
  "<|vision_start|>": 151652
}
